<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Document</title>
</head>
<body>
<p style="border:6px #00B344  solid; width:1180px;">

Продолжаем серию обзоров об актуальных новинках от NVIDIA 4000-ной серии. У нас на канале и сайте можете найти обзоры RTX 4090 и RTX 4080. Сегодня же наши руки дотянулись и до новенькой GeForce RTX 4070 Ti.



Она наконец добралась до прилавков, поэтому этот обзор будет полезен тем, кто захочет ее приобрести, как в новые сборки, так и тем, кто ищет достойную замену старой видеокарте. Увидим, насколько она хороша в наших всесторонних тестах. Так что начинаем!



Кратко напомним об особенностях 4000 серии. В новом поколении мы получили новый техпроцесс 4-нм производство TSMC. Это позволило нарастить количественно и качественно главные составляющие графического процессора. Новое поколение тензорных и RT блоков улучшило работу с искусственным интеллектом и магическими лучами. Главной изюминкой новинок стала уже незаменимая в современных играх обновленная версия DLSS 3.0. К обычной нам технологии добавили генератор кадров, что позволило еще больше нарастить фреймрейт.



А что именно получила новинка? Чипу RTX 4070 Ti выдали 7680 CUDA ядер, 240 текстурных и 80 растровых блоков. К этому прилагаются 60 RT и 240 тензорных ядер третьего и четвертого поколения соответственно. Помогают держать самое нужное рядом 48 МБ кэша L2. Кстати о памяти. Новый AD104 получил 12 ГБ скоростной GDDR6X памяти, подключенной по 192 битной шине данных. Это позволило обеспечить пропускную способность в 504 ГБ/с.



Для исследований у нас карта от Palit линейки GamingPro, немного разогнанная производителем. В общем, дизайн карты исправил ошибки предыдущего поколения видеокарт этой линейки. Учитывая, что 3000-е GamingPro и GameRock имели проблемы с охлаждением, в первую очередь памяти, карта получила монолитную пластину, обеспечивающую охлаждение GPU, чипов памяти и схемы VRM.



Palit установила на свой кулер семь тепловых трубок. Бекплейт обеспечивает дополнительную жесткость конструкции и обдува достаточно большой зоны главного радиатора.



Кстати об обдуве, здесь вентиляторы GALE HUNTER с аэродинамическими окончаниями, для обеспечения сконцентрированного потока воздуха, а новая конструкция лопастей равномерно распределяет холодный воздух по всей площади радиатора.



Кроме того, Palit предоставляет возможность пользователям самостоятельно разрабатывать и изменять декоративное оформление кулеров видеокарт серии GeForce RTX 40 GamingPro с помощью накладок. Их самостоятельно можно распечатать на 3D-принтере и раскрасить по своему вкусу.



Эта система охлаждения позволяет держать температуру 65°С на GPU и в районе 75°С Hot Spot, а память прогревается в пределах 54°С.

Оппоненты

С новинкой разобрались. С кем будем сравнивать?



Логичным было бы сравнение с предшественницей RTX 4080. О ней уже было у нас на канале и на сайте. Но коротко напомним характеристики.



На борту ее предтопового чипа находятся 9728 CUDA-ядер, 304 текстурных и 112 растровых блоков. Вся эта скромная красота работает на частоте до 2640 МГц. Видеобуфер объемом 16 ГБ все того же типа GDDR6X подключен по шине 256 бит с пропускной способностью 716 ГБ/с.



Добавим также в сравнение топ предыдущей серии – RTX 3090 Ti. RTX 4080 обходила ее в наших тестах, посмотрим, сохранится ли тенденция и сегодня. Топовая карта должна иметь и топовый чип.



В нем 10752 CUDA-ядер, 84 RT и 336 тензорных блоков. 24 Гбайт памяти GDDR6X с эффективной частотой 21 ГГц, подключенных по 384 битной шине данных и обладающих пропускной способностью в 1008 ГБ/с.



Также интересно посмотреть на прогресс поколений. Поэтому в этом тесте фигурирует топовая версия GA104, установленная на борту RTX 3070 Ti.



На ее кристалле разместилось 6144 CUDA ядер, 192 текстурных и 96 растровых блоков. К этому добру добавляются 48 RT и 192 тензорных ядра. Все это закрепляется 4 МБ кэша L2 и 8 ГБ GDDR6X памяти.





От AMD по сравнению выступает прямой оппонент – RX 7900 ХТ. Пока это единственная новая карта из красных лагеря у нас на руках. Есть что имеем. Все же 7000-я серия только недавно вышла и соответствующие RTX 4070 Ti еще не успели попасть на прилавок и к нам.

Тестовый стенд

В каких условиях проходило тестирование?



По классике взяли топовый камень от AMD на новом «сокете» АМ5 – Ryzen 9 7950X. Его 16 ядер позволят картам раскрыться по полной.



Охлаждать этот строптивый процессор будет трехсекционная СЖО Be quiet! Pure Loop 2 FX 360мм.



Основой для стенда стала материнская плата от серии ASUS ROG STRIX на чипсете AMD. Недавно у нас на нее был полный обзор.



Оперативную память выбрали от компании Kingston серии FURY BEAST DDR5 на частоте 6000 МГц с AMD EXPO, со стандартными задержками CL36, двумя планками по 16 ГБ.



Систему и программы залили на скоростной NVMe M.2 SSD на 1 ТБ серии КС3000, подключаемого по PCIe 4.0.



Чтобы игры не «лагали» через накопитель, мы установили их на топовый PCIe 4.0 NVMe M.2 SSD Kingston FURY Renegade на 1ТБ. Этот накопитель имеет 3D TLC NAND блоки памяти, работающие на скорости до 7300 МБ/с на считывание и 6000 на запись. Несмотря на такую скорость, он имеет огромный ресурс в 1,8 млн часов и может выдержать перезапись до 1 ПБ данных. А стандартный форм-фактор 2280 делает его пригодным для использования в любой сборке и даже в PlayStation 5.



Питая эту всю красоту доверили блоку от Seasonic PRIME GX-1000. Обзор его есть у нас на канале и на сайте.



Также у Seasonic есть широкий выбор блоков питания к любым сборкам и уникальным корпусам серии Syncro. Особенностью этих корпусов является хаб с кабелями от блоков питания для эстетических сборок и быстрой замены источника, потому что со стороны материнской платы есть минимум проводов.



Кстати о корпусе. Уже знаком вам с предыдущих обзоров be quiet! SILENT BASE 802 Window Black принял все наши комплектующие с объятиями и прохладным воздухом внутри.

Что же с теорией окончили, переходим к практике.</p>

</body>
</html>